#!/bin/sh
  esc=""
  black="${esc}[30m";      red="${esc}[31m"
  yellow="${esc}[33m";     blue="${esc}[34m"
  ylwf="${esc}[30;43m";    magenta="${esc}[31;41m"
  bold="${esc}[1m";        reset="${esc}[0m"

echo "\
${bold}${black}  ▒░░${reset}      ${yellow}▄██████████▄    ▄${reset}                              ${bold}${black}░${reset}
 ${bold}${black}▒░░${reset}      ${yellow}▐██████████████▄  ▀█▄▄${reset}                           ${bold}${black}░${reset}
 ${bold}${black}▒░${reset}       ${yellow}██████████████████▄ ███▄${reset}                          ${bold}${black}░${reset}
 ${bold}${black}▒░${reset}       ${yellow}████████████████████▄▀███▄${reset}                        ${bold}${black}░${reset}
 ${bold}${black}▒░░${reset}      ${yellow}█████▀▄▄▄▀▀▀▀▀████████${reset}${ylwf}\\    ${reset}                       ${bold}${black}░${reset}
  ${bold}${black}▒${reset} ${yellow}▄▄▄   ▐█████\███████▄▄▄▀▀▀████████${reset}                       ${bold}${black}░${reset}
   ${yellow}▐████  ▐███████\▀▀▀▀▀▀▀▀▀███████████${reset}                      ${bold}${black}░${reset}
   ${yellow}███▄▀█▄▐███████▄▀█▄ ' ▄█▀▄██████████▓${reset}                     ${bold}${black}░${reset}
   ${yellow}████▌██████████████████████████████▐▓▒${reset}                    ${bold}${black}░${reset}
   ${yellow}███ ▀██████████████████████████████▌▓▓▒${reset}                  ${bold}${black}░${reset}
   ${yellow}▐████▄██████████████████████████████▐▓▓ ${reset}                 ${bold}${black}░${reset}
    ${yellow}███████████████████████████████████▌▓▓▒${reset}                 ${bold}${black}░${reset}
  ${bold}${black}▒░░${reset}${yellow}▀▀▀▀ ███░██████████████████████████▌▓▓▒${reset}              ${bold}${black}░${reset} ${bold}${black}░${reset}
      ${bold}${black}▒░${reset}   ${yellow}███░████████████████▄▀█▄▄██▀▀▄▓▓▓▒${reset}               ${bold}${black}░${reset}
       ${bold}${black}▒░${reset}   ${yellow}█████████████████████████▄▓▓▓▓▓▓▒▒░${reset}            ${bold}${black}░${reset}
        ${bold}${black}▀▄${reset}  ${yellow}${yellow}▐██████████████████████${reset}${ylwf}--${reset}${yellow}▓▓▓▓▓▓▓▒▒▒░${reset}           ${bold}${black}░${reset}
          ${bold}${black}▀${reset} ${yellow}▄▀████████████████▀${reset}${red}▄▄▄▄▄▄▄▄▄${reset}${yellow}▀▓▓▓▒▒▒░${reset}           ${bold}${black}░${reset}
            ${yellow}░█▄▀█████████████▄${red}▀██${reset}${bold}${magenta}▄▄${reset}${red}█████▀${reset}${yellow}▄▓▒▒▒░${reset}            ${bold}${black}░${reset}
            ${yellow}░███▄▀█████████████▄▄▄▄▄▄▄▄▄▓▓▓▒▒░${reset}            ${bold}${black}░${reset}
           ${bold}${blue}▓▒${reset}${yellow}▀▀▀▓▒\▀███████████████████▓▓▓▒▒${reset}            ${bold}${black}░░${reset}
           ${bold}${blue}▓▒░${reset}        ${yellow}▀▀████████████████▓▒▒${reset} ${bold}${black}░${reset}           ${bold}${black}░${reset} ${bold}${black}░${reset}
          ${bold}${blue}▐▒░${reset}             ${yellow}▀▀███████████▓▒▒${reset} ${bold}${black}░${reset}           ${bold}${black}░${reset} ${bold}${black}░${reset}
         ${bold}${blue}▐▒░${reset}                   ${yellow}▀▀▀▀▀▀${reset}     ${bold}${black}░${reset}           ${bold}${black}░${reset} ${bold}${black}░${reset}
"
